Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/types_of_employment/part_time_employment/part_time_workers.html.txt.tmx
Source language: en
Languages: ga

source: The number of people working in part-time employment has greatly increased in the past few years
ga: Tá an líon daoine atá ag obair i bhfostaíocht pháirtaimseartha tar éis méadú go mór le blianta beag anuas

source: One of the reasons for this is the large number of people returning to the workplace (perhaps having brought up a family)
ga: Ceann de na cúiseanna atá leis sin ná go bhfuil líon mór daoine ag filleadh ar an áit oibre (tar éis clann a thógáil b’fhéidir)

source: Another reason is a more flexible, family-friendly attitude by employers to employees working in this way
ga: Cúis eile ná dearcadh níos solúbtha a thacaíonn le teaghlaigh a bheith ag fostóirí i leith fostaithe atá ag obair ar an mbealach sin

source: Access to part-time working
ga: Rochtain ar obair pháirtaimseartha

source: Following the introduction of the Code of Practice on Access to Part-Time Work in 2006 best practice for employers is to have policies on improving access to part-time work
ga: Ó 2006, tar éis don Chód Cleachtais maidir le Rochtain ar Obair Pháirtaimseartha a bheith tugtha isteach, is é dea-chleachtas na bhfostóirí é polasaithe a bheith acu d'fhonn an rochtain ar obair pháirtaimseartha a fheabhsú

source: The Code of Practice aims to encourage employers and employees to consider part-time work and provides guidance on procedures to improve access to part-time work for those employees who wish to work on a part-time basis
ga: Is é is aidhm don Chód Cleachtais na fostóirí agus na fostaithe a spreagadh chun an obair pháirtaimseartha a chur san áireamh agus treoir a chur ar fáil faoi mar is féidir an rochtain ar a leithéid a fheabhsú do na fostaithe ar mian leo oibriú go páirtaimseartha

source: In general employers should consider how to introduce opportunities for part-time work and should maximise the range of posts available for part-time work
ga: Go ginearálta ba cheart do na fostóirí féachaint cé mar is féidir deiseanna a chur ar fáil don obair pháirtaimseartha agus an raon post is mó is féidir a chur ar fáil don obair seo

source: It is important to remember that if you are in full-time employment, you do not have a statutory right to change to part-time employment or to other flexible working arrangements such as job sharing or unpaid time off work
ga: Tabhair do d'aire, más fostaí lánaimseartha thú, nach bhfuil aon cheart reachtúil agat aistriú chun na hoibre páirtaimseartha ná chun socruithe oibre solúbtha eile, mar shampla comhroinnt poist nó saoire ón obair gan phá

source: If you wish to change from full-time to part-time work or from part-time to full-time work it is a matter to be agreed between you and your employer
ga: Más mian leat aistriú ón obair lánaimseartha chun na hoibre páirtaimseartha, nó a mhalairt, ní mór teacht ar chomhaontú le d'fhostóir

source: Requests for part-time work
ga: Iarratais ar obair páirtaimseartha

source: If you make a request for part-time work, your employer should have a procedure for dealing with your application which allows for consultation and discussion before a decision is made
ga: Má dhéanann tú iarratas ar obair páirtaimseartha, ba chóir do d’fhostóir nós imeachta a bheith aige/aici chun d’iarratas a dhéileáil agus ba chóir don nós imeachta comhairliú agus plé a cheadú roimh chinneadh a dhéanamh

source: Your employer should consider your request seriously and take factors into account such as your personal family needs, the implications for the organisation, the number of part-time employees, the equal opportunities policy and the staffing needs of the organisation
ga: Ba chóir do d’fhostóir d’iarratas a phlé dáiríre agus na tosca seo leanas a chur san áireamh: do riachtanais teaghlaigh pearsanta, impleachtaí eagraíochta, líon oibrithe páirtaimseartha, an polasaí beartais chomhdheiseanna agus riachtanais fhoirne na heagraíochta

source: Your request should be considered on non-discriminatory grounds in accordance with employment equality legislation
ga: Pléitear d’iarratas ar bhonn nach bhfuil cuma idirdhealaithe air de réir reachtaíocht um chomhionannas fostaíochta

source: Your employer may refuse your request but should have good reasons for refusing it, for example, that it would lead to staffing difficulties in the organisation
ga: Is féidir d’fhostóir d’iarratas a dhiúltú ach caithfidh fáthanna maithe a bheith aige, mar shampla, gur é an toradh atá ar dheacrachtaí fhoirne san eagraíocht

source: You should be given the reasons for the refusal
ga: Ba cheart go dtabharfar fáthanna an diúltú duit

source: Since 8 March 2013, under the European Union (Parental Leave) Regulations 2013, when you return to work after taking parental leave, you are entitled to ask for a change in your work pattern or working hours for a set period
ga: Ó 8 Márta 2013, de réir na Rialacháin (Saoire do Thuismitheoirí) an Aontais Eorpaigh 2013, má fhilleann tú ar obair ó shaoire do thuismitheoirí, tá tú i dteideal iarr ar athrú gréasáin oibre nó uaireanta oibre ar feadh tréimhse socraithe

source: Your employer must consider your request but is not obliged to grant it
ga: Ní mór do d’fhostóir d’iarratas a phlé ach níl aon dualgas air é a cheadú

source: Who is a part-time employee?
ga: Cé atá ina fhostaí nó ina fostaí páirtaimseartha?

source: The rights of part-time employees are protected in law through the Protection of Employees (Part Time Work) Act 2001. A part-time employee in Ireland is defined in the Act as "an employee whose normal hours of work are less than the normal hours of work of an employee who is a comparable employee in relation to him or her"
ga: Mínítear fostaí páirtaimseartha de réir dlí mar “f ostaí a mbeidh a ghnáthuaireanta an chloig oibre nó a gnáthuaireanta an chloig oibre níos lú ná gnáthuaireanta an chloig oibre fostaí is fostaí inchomórtais i ndáil leis nó léi”

source: A comparable employee means a full-time employee (of the same or opposite sex) to whom a part-time employee compares himself/herself
ga: Is é is brí le fostaí inchomparáide fostaí lánaimseartha (den ghnéas céanna nó den ghnéas eile) a ndéanann fostaí páirtaimseartha é féin nó í féin a chur i gcomparáid leis nó léi

source: A part-time worker no longer has to have 13 continuous weeks' service and no longer has to work a minimum of 8 hours per week in order to qualify for protection under the Act
ga: Ní gá a thuilleadh d’fhostaí páirtaimseartha 13 sheachtain seirbhíse chomhleanúnacha a bheith aige nó aici agus ní gá dó nó di a thuilleadh íosmhéid 8 n-uaire an chloig oibre a dhéanamh in aghaidh na seachtaine chun teideal a bheith aige nó aici chun cosaint faoin Acht

source: The Act applies to any part-time worker in Ireland and generally includes the following:
ga: Tá feidhm ag an Acht maidir le haon oibrí páirtaimseartha in Éirinn agus go ginearálta folaíonn sé na daoine seo a leanas:

source: • Someone working under a contract of employment or apprenticeship
ga: • Duine atá ag obair faoi chonradh fostaíochta nó printíseachta

source: • Someone employed through an employment agency or
ga: • Duine atá fostaithe trí ghníomhaireacht fostaíochta

source: • Someone holding office under or in the service of the State
ga: • Duine a shealbhaíonn oifig faoin Stát nó i seirbhís an Stáit

source: (For example, An Garda Síochána, the Defence Forces, civil servants and employees of the Health Service Executive, harbour authority or education and training board (ETB)
ga: (Mar shampla An Garda Síochána, Óglaigh na hÉireann, státseirbhísigh agus fostaithe de chuid Fheidhmeannacht na Seirbhíse Sláinte, údarás cuain nó boird oideachais agus oiliúna (BOO)

source: • Someone sharing a job with another person
ga: • Duine a roinneann post le duine eile

source: In the case of agency workers, the party liable to pay the wages of the employee (the employment agency or client company) will, normally, be considered to be the employer for the purposes of the Protection of Employees (Part-Time Work) Act
ga: I gcás oibrithe gníomhaireachta, de ghnáth measfar, chun críocha an Achta um Chosaint Fostaithe (Obair Pháirtaimseartha) 2001, gurb é an fostóir an páirtí a dhlíonn pá an fhostaí a íoc (an ghníomhaireacht fostaíochta nó an chuideachta is cliant)

source: The agency or client company are also responsible for ensuring that the part-time employee is not treated in a less favourable manner than a comparable full-time employee
ga: Tá an ghníomhaireacht nó an chuideachta is cliant freagrach freisin as a chinntiú nach ndéileáltar leis an bhfostaí páirtaimseartha ar shlí is lú fabhar ná an tslí ina ndéileáltar le fostaí inchomparáide lánaimseartha

source: What is the purpose of the Act?
ga: Cad é is cuspóir leis an Acht?

source: The purpose of the Act is to provide that part-time employees are not treated in a less favourable manner than a comparable full-time employee unless there are objective reasons for such treatment
ga: Is é is cuspóir leis an Acht foráil a dhéanamh ionas nach ndéileáltar le fostaithe páirtaimseartha ar shlí is lú fabhar ná an tslí ina ndéileáltar le fostaí inchomparáide lánaimseartha

source: Where an employer tries to justify less favourable treatment on objective grounds he/she has to show that the difference in treatment is based on grounds other than the part-time status of the employee, is a legitimate purpose of the employer, and is appropriate and necessary for that purpose
ga: I gcás ina ndéanann fostóir iarracht údar a thabhairt le déileáil ar shlí is lú fabhar ar fhorais chuspóireacha ní foláir dó nó di a shuíomh go bhfuil an eagsúlacht sa tslí a ndéileáltar leo bunaithe ar fhorais seachas stádas páirtaimseartha an fhostaí, gur críoch dhlisteanach de chuid an fhostóra í agus gur cuí agus gur gá é chun na críche sin

source: What may be considered as not being objective grounds in relation to regular part-time workers, however, may be considered objective grounds in relation to casual part-time workers
ga: Na forais nach measfar a bheith ina bhforais chuspóireacha i ndáil le gnáthoibrithe páirtaimseartha, d’fhéadfaí iad a mheas mar fhorais chuspóireacha i ndáil le hoibrithe ócáideacha páirtaimseartha

source: A casual worker is a part-time worker who works on a casual basis
ga: Is éard is oibrí ócáideach ann oibrí páirtaimseartha a bhíonn ag obair ar bhonn ócáideach

source: Casual part-time workers are those with fewer than 13 continous weeks' service who are not in regular or seasonal employment, or are casual, based on a collective agreement to that effect
ga: Is iad na hoibrithe ócáideacha na hoibrithe sin a bhfuil níos lú ná 13 sheachtain seirbhíse chomhleanúnacha acu agus nach bhfuil i bhfostaíocht rialta ná shéasúrach, nó atá ócáideach, bunaithe ar chomhaontú comhchoiteann á rá sin

source: An employee's service in an employment is continuous unless that service is terminated by the employee's dismissal or the employee's voluntary departure from his or her employment
ga: Tá seirbhís fostaí i bhfostaíocht leanúnach mura ndéantar an tseirbhís sin a fhoirceannadh mar gheall ar an bhfostaí a dhífhostú nó mar gheall ar an bhfostaí d’imeacht go saorálach óna fhostaíocht nó óna fostaíocht

source: Flexible hours and flexible working arrangements are generally at the discretion of individual employers and are not governed by specific legislation
ga: I gcoitinne is de rogha fostóirí aonair atá uaireanta solúbtha agus socruithe oibre solúbtha agus ní rialaítear iad le reachtaíocht ar leith

source: People who share a job are viewed as part-time workers and have all the statutory entitlements of part-time workers
ga: Meastar gur oibrithe páirtaimseartha iad daoine a roinneann post agus tá na teidil reachtúla go léir acu atá ag fostaithe páirtaimseartha

source: The Workplace Relations Commission has a guide to rights and obligations of part-time workers and their employers (pdf)
ga: Tháirg Coimisiún um Chaidreamh san Áit Oibre treoirleabhar maidir le cearta agus oibleagáidí oibrithe páirtaimseartha agus a bhfostóirí (pdf)

source: Further information regarding the rights of part-time employees is available from Workplace Relations Commission's Information and Customer Service. Where to apply Workplace Relations Commission Information and Customer Service O'Brien Road Carlow R93 W7W2 Ireland Opening Hours: Mon. to Fri
ga: Tá tuilleadh faisnéise maidir le cearta fostaithe páirtaimseartha ar fáil ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre
